tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "broot"
brew "readline"
brew "fastlane"
brew "fd"
brew "fzf"
brew "git-delta"
brew "lsd"
brew "neovim"
brew "xz"
brew "node"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "z"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "jetbrains-toolbox"
cask "macvim"
cask "visual-studio-code"
